src/SOAPMessage.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header>Training Details</SOAP-ENV:Header><SOAP-ENV:Body><training:Java xmlns:training="http://JitendraZaa.com/blog"><WS>Training on Web Services.</WS></training:Java><training:Java xmlns:training="http://JitendraZaa.com/blog"><Spring>Training on Spring.</Spring></training:Java></SOAP-ENV:Body></SOAP-ENV:Envelope>